var rules = "<p>在螢幕上會出一個謎面，「講的人」可以說話及身體動作來演出讓對方猜出答案。</p><p>「講的人」絕不可以講出題目的字眼，否則該題作廢換另一個題目。</p><p>猜題時間限時為「3」分鐘，時間到就要停止作答。</p><p>在限時內猜出正確答案最多的組別為優勝隊伍。</p>";

var pool_demo = [
"錫安",
"父親",
"母親",
"安息日",
"逾越節",
"祈禱",
"Zion",
"God",
"上帝",
"Sabbath",
"Passover",
"Prayer",
"Faith",
"信心",
"Love",
"愛",
"Hope",
"希望",
"天國",
"Heaven"
];

var pool_prod = [
"豆豉鯪魚","五香肉丁","午餐肉","公仔麵","杯麵","鹹蛋","皮蛋","外賣","飲茶","蝦餃","燒賣","普洱","可樂","薯片","朱古力","生命麵包","叉燒","月餅","糭","湯圓","西瓜","榴槤","鑊鏟","平底鑊","菜刀","砧板","拖把","倒垃圾","洗碗","燙衫","晾衫","雞毛掃","收衫","冷氣機","電視機","洗衣機","吸塵機","雪櫃","風扇","風筒","微波爐","電視","梳化","枱","櫈","電鑽","士巴拿","錘仔","整燈膽","螺絲批","梯","工具箱","手電筒","螺絲","鬚刨","客廳","鬧鐘","探熱針","退燒藥","縮骨遮","加班","膠布","爺爺嫲嫲","爭鮮","麥當勞","百佳","惠康","停車場","公園","家長日","父親節","八號風球","黃色暴雨","洗頭水","迪士尼","海洋公園","籃球","羽毛球","踩單車","捉棋","BBQ","𧘹","報紙","爸爸","媽媽","康乃馨","玫瑰","蒲公英","手提電腦","手提電話","iPhone","消防車","999","幼稚園","小學","中學","大學","返工","旅行","天花板","狗","貓","老鼠","落湯雞","「家人是禮物」","巴士","班主任","「床前明月光」","「粒粒皆辛苦」","父親節快樂","日日都係父親節","爸爸我愛你","媽媽我愛你","身體健康","有你真好","一家之主","含辛茹苦","養育之恩","海闊天空","喜歡你","反省","包容","忍耐","加油","溫柔","尊敬","服侍","犧牲","謝謝","辛苦曬","唔該你","對不起","我愛你","好好味","出糧","人工","家用","成長","望子成龍","掛住你","生性","報答","機會"
];

