var rules = "<ui><p><li>仔女睇到題目之後做動作,爸爸要估出題目</p></li><p><li>仔女可以開口俾提示,但唔可以講答案</p></li><p><li>限時：2分鐘</p></li><p><li>在限時內猜出正確答案最多的組別將會勝出</p></li></ui>";

var pool_demo = [
"錫安",
"父親",
"母親",
"安息日",
"逾越節",
"祈禱",
"Zion",
"God",
"上帝",
"Sabbath",
"Passover",
"Prayer",
"Faith",
"信心",
"Love",
"愛",
"Hope",
"希望",
"天國",
"Heaven"
];

var pool_prod = [
"豆豉鯪魚","五香肉丁","午餐肉","公仔麵","杯麵","鹹蛋","皮蛋","外賣","飲茶","蝦餃","燒賣","普洱","可樂","薯片","朱古力","生命麵包","叉燒","月餅","糭","湯圓","西瓜","榴槤","芫荽","蒜頭","雞蛋仔","煎釀三寶","奶茶","咖啡","雞髀","鑊鏟","平底鑊","菜刀","砧板","拖地","倒垃圾","洗碗","燙衫","晾衫","雞毛掃","收衫","掃把","煲水","冷氣機","電視機","洗衣機","吸塵機","雪櫃","風扇","風筒","微波爐","電視","抽油煙機","梳化","枱","櫈","電鑽","士巴拿","錘仔","換電燈膽","螺絲批","梯","工具箱","手電筒","螺絲","水龍頭","花灑","鬚刨","客廳","鬧鐘","探熱針","退燒藥","縮骨遮","加班","膠布","爺爺嫲嫲","爭鮮","麥當勞","百佳","惠康","停車場","公園","家長日","父親節","八號風球","黃色暴雨","洗頭水","迪士尼","海洋公園","籃球","羽毛球","踩單車","捉棋","BBQ","𧘹","報紙","爸爸","媽媽","按摩","揼骨","兄弟姊妹","筷子","原子筆","零用錢","拖鞋","黑人牙膏","足球","星期日","康乃馨","玫瑰","手提電腦","手提電話","iPhone","消防車","999","幼稚園","小學","中學","大學","返工","旅行","天花板","狗","貓","老鼠","落湯雞","「家人是禮物」","巴士","班主任","曱甴","蚊","地板","近視","老花","吹水","彩虹","大哥大","諾基亞","Call機","功夫","驕傲","去旅行","傾訴","心事","安慰","牽手","擁抱","呵護","生病","照顧","倔強","打掃屋企","整整齊齊","乾乾淨淨","思念","打電話","同枱食飯","分享","互相幫助","互相尊重","重擔","微笑","溫暖","謙卑","安樂窩","同甘共苦","「床前明月光」","「粒粒皆辛苦」","父親節快樂","日日都係父親節","爸爸我愛你","媽媽我愛你","身體健康","有你真好","一家之主","含辛茹苦","養育之恩","海闊天空","喜歡你","供書教學","以身作則","言出必行","成家立業","先苦後甜","超人","反省","包容","忍耐","加油","溫柔","尊敬","服侍","犧牲","謝謝","辛苦曬","唔該你","對不起","我愛你","好好味","出糧","人工","家用","成長","望子成龍","掛住你","生性","報答","機會","聽教聽話"
];

